camp/camp.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Некоторая информация о летнем лагере</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Некоторая информация о летнем лагере"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-05-15 15:31:00 CEST"/>
<meta name="author" content="Igor Shenderovich"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="css/style.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Некоторая информация о летнем лагере</h1>

<p>Здесь собрана полезная информация, которая не меняется от лагеря к
лагерю.
</p>


<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Исторические сведения.</h2>
<div class="outline-text-2" id="text-1">


<p>
Им посвящена отдельная <a href="history.html">страница</a>. 
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Ежедневные задачи.</h2>
<div class="outline-text-2" id="text-2">


<p>
Ежедневные задачи вывешиваются каждый день. Комплект ежедневных задач,
не меняющийся уже много лет, существует для <a href="file:///home/igor/dc/fizega/camp_common/2-a-day/2-a-day-07.pdf">самых маленьких</a>, <a href="file:///home/igor/dc/fizega/camp_common/2-a-day/2-a-day-08.pdf">8 класса</a>,
<a href="file:///home/igor/dc/fizega/camp_common/2-a-day/2-a-day-09.pdf">9 класса</a>, <a href="file:///home/igor/dc/fizega/camp_common/2-a-day/2-a-day-10.pdf">10 класса</a> и <a href="file:///home/igor/dc/fizega/camp_common/2-a-day/2-a-day-11.pdf">11 класса</a>. 
</p>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Эксперимент.</h2>
<div class="outline-text-2" id="text-3">


<p>
В данный момент доступны сводные таблицы с кратким описанием почти
всех экспериментов, проведённых в лагере в <a href="exp2010.html">2010</a> и <a href="exp2011.html">2011</a> году (если бы
отдельные товарищи в лице Феди, Феди и Антона прислали материалы по
своим занятиям, то слово «почти» можно было бы убрать).
</p>
<p>
Кроме того, проводящим эксперимент рекомендуется книжка Варламова,
Зильбермана и Зинковского «Экспериментальные задачи на уроках физики и
физических олимпиадах», М., 2009. Скачать её можно <a href="https://www.dropbox.com/s/rw7zjoigmwqwz0o/varlamov_zilberman_exp.pdf">тут</a>. 
</p>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">Физические бои.</h2>
<div class="outline-text-2" id="text-4">


<p>
Физические бои устраиваются на две команды (<a href="battle/rules_dual.pdf">правила</a>) или на три
команды (<a href="battle/rules_triple.pdf">правила</a>).
</p>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5">Задачи.</h2>
<div class="outline-text-2" id="text-5">


<p>
Несколько книжек с задачами могут быть найдены <a href="https://www.dropbox.com/sh/zeqwh7ufkxatd1e/esfadNz7rZ">здесь</a>. Осторожно,
некоторые книжки весят по 10 Мб и более. 
</p>
<p>
Кроме того, не следует забывать <a href="http://physolymp.spb.ru/index.php?option=com_content&amp;task=view&amp;id=335&amp;Itemid=55">архив с задачами</a> на нашем олимпиадном
сайте. 
</p>
<p>
Для удобного подбора и поиска задач по ключевым словам я написал
небольшой скрипт (работает только в <code>Linux</code>), описание которого можно
найти <a href="https://github.com/shender/pdb">тут</a> (zip–файл со скриптом и базой задач — <a href="https://github.com/shender/pdb/zipball/master">здесь</a>). Задачи собраны
из разных источников. Пока их не так много (около 150), но количество
всё время увеличивается. Также приветствуется помощь по добавлению
задач в базу.
</p></div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-05-15 15:31:00 CEST</p>
<p class="author">Author: Igor Shenderovich</p>
<p class="email"><a href="mailto:shender.i <AT> gmail <DOT> com">shender.i <AT> gmail <DOT> com</a></p>
<p class="creator">Org version 7.8.09 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
